import React from 'react'
import viciImg from './image/vici.jpg'
import halalImg from './image/halal.png'

const Header = () => {
  return (
    < >
      <div className="halal-options body_content collapse" id="collapseExample" >
        <div className="container">
          <div className="row">
            <ul className="col-md-8 mr-auto">
              <li>بامكانك ان تفتتح حساب إسلامي</li>
              <li>دون فوائد وربا</li>
              <li>دون عمولات على السحب والايداع</li>
              <li>دون عمولات على فتح صفقات</li>
              <li>دون رافعات ماليّة</li>
              <li>ون رسوم اشتراك</li>
              <li>دون رسوم ترك</li>
            </ul>
          </div>
        </div>
      </div>

      <header className="main-header body_content">
        <div className="header-overlay">
          <div className="container">
            <div className="row">
              {/* <!-- topnav Start --> */}
              <div className="topnav">
                <div className="logo">
                  <img src={viciImg} alt='' />
                </div>
                <div className="hallal">
                <a data-toggle="collapse" href="#collapseExample"  aria-expanded="false" aria-controls="collapseExample">
                <img src={halalImg} style={{ width: '50px' }} /> </a>
                 </div>
              </div>
              <div className="logo-content">
                نتائج مباشرة
            </div>
              <div className="cell small-12 medium-8 large-9  live-results-ticker-container">
                <marquee width="auto" direction="right" behavior="scroll" oMmouseOver="this.setAttribute('scrollamount', 0, 0);" onMouseOut="this.setAttribute('scrollamount', 4, 0);" scrollAmount="4" style={{ width: 'auto', direction: 'ltr' }}>
                  <span className="live-script"> ﻗﺎﻡ عبد الله ﻣﻦ جدة ﺑﺮﺑﺢ 4500 $ ﻋﻦ ﻃﺮﻳﻖ النخبة الخليجي | ﻗﺎﻡ فيصل ﻣﻦ دبي ﺑﺮﺑﺢ 1635 $ ﻋﻦ ﻃﺮﻳﻖ النخبة الخليجي | ﻗﺎﻡ حسين ﻣﻦ الكويت ﺑﺮﺑﺢ 2610 $ ﻋﻦ ﻃﺮﻳﻖ النخبة الخليجي | ﻗﺎﻡ سيف ﻣﻦ الخبر ﺑﺮﺑﺢ 8040 $ ﻋﻦ ﻃﺮﻳﻖ النخبة الخليجي | ﻗﺎﻡ حامد ﻣﻦ المحرق ﺑﺮﺑﺢ 4300 $ ﻋﻦ ﻃﺮﻳﻖ ﻃﺮﻳﻖ النخبة الخليجي | ﻗﺎﻡ قاسم ﻣﻦ رفحاء ﺑﺮﺑﺢ 4201 $ ﻋﻦ ﻃﺮﻳﻖ النخبة الخليجي | ﻗﺎﻡ علي ﻣﻦ سلطنة عمان ﺑﺮﺑﺢ 7846 $ ﻋﻦ ﻃﺮﻳﻖ النخبة الخليجي | ﻗﺎﻡ أشرف ﻣﻦ جيزان ﺑﺮﺑﺢ 12687 $ ﻋﻦ ﻃﺮﻳﻖ النخبة الخليجي | ﻗﺎﻡ حسن ﻣﻦ قطر ﺑﺮﺑﺢ 8723 $ ﻋﻦ ﻃﺮﻳﻖ النخبة الخليجي | ﻗﺎﻡ صالح ﻣﻦ صلالة ﺑﺮﺑﺢ 3102 $ ﻋﻦ ﻃﺮﻳﻖ النخبة الخليجي | ﻗﺎﻡ طلال ﻣﻦ الفجيرة ﺑﺮﺑﺢ 6789 $ ﻋﻦ ﻃﺮﻳﻖ النخبة الخليجي | ﻗﺎﻡ سعدون ﻣﻦ أبها ﺑﺮﺑﺢ 9003 $ ﻋﻦ ﻃﺮﻳﻖ النخبة الخليجي | ﻗﺎﻡ سليم ﻣﻦ القطيف ﺑﺮﺑﺢ 2172 $ ﻋﻦ ﻃﺮﻳﻖ النخبة الخليجي | ﻗﺎﻡ عبد الرحمن ﻣﻦ الخور ﺑﺮﺑﺢ 8104 $ ﻋﻦ ﻃﺮﻳﻖ النخبة الخليجي | ﻗﺎﻡ فهد ﻣﻦ الأفلاج ﺑﺮﺑﺢ 9269 $ ﻋﻦ ﻃﺮﻳﻖ النخبة الخليجي | ﻗﺎﻡ خليل ﻣﻦ بارق ﺑﺮﺑﺢ 16011 $ ﻋﻦ ﻃﺮﻳﻖ النخبة الخليجي | ﻗﺎﻡ راشد ﻣﻦ الباحة ﺑﺮﺑﺢ 1538 $ ﻋﻦ ﻃﺮﻳﻖ النخبة الخليجي | ﻗﺎﻡ وجيه ﻣﻦ الكويت ﺑﺮﺑﺢ 5791 $ ﻋﻦ ﻃﺮﻳﻖ النخبة الخليجي | ﻗﺎﻡ ماجد ﻣﻦ ابوظبي ﺑﺮﺑﺢ 10679 $ ﻋﻦ ﻃﺮﻳﻖ النخبة الخليجي | ﻗﺎﻡ رشدي ﻣﻦ البحرين ﺑﺮﺑﺢ 2611 $ ﻋﻦ ﻃﺮﻳﻖ النخبة الخليجي | ﻗﺎﻡ أسامة ﻣﻦ سكاكا ﺑﺮﺑﺢ 1040 $ ﻋﻦ ﻃﺮﻳﻖ النخبة الخليجي | ﻗﺎﻡ عبد المجيد ﻣﻦ قطر ﺑﺮﺑﺢ 14100 $ ﻋﻦ ﻃﺮﻳﻖ النخبة الخليجي | ﻗﺎﻡ عاصم ﻣﻦ البحرين ﺑﺮﺑﺢ 2201 $ ﻋﻦ ﻃﺮﻳﻖ النخبة الخليجي | ﻗﺎﻡ قاسم ﻣﻦ سلطنة عمان ﺑﺮﺑﺢ 2302 $ ﻋﻦ ﻃﺮﻳﻖ النخبة الخليجي | ﻗﺎﻡ ناصر ﻣﻦ المحرق ﺑﺮﺑﺢ 17846 $ ﻋﻦ ﻃﺮﻳﻖ النخبة الخليجي | ﻗﺎﻡ عدنان ﻣﻦ دبي ﺑﺮﺑﺢ 12687 $ ﻋﻦ ﻃﺮﻳﻖ النخبة الخليجي | ﻗﺎﻡ حسن ﻣﻦ الأفلاج ﺑﺮﺑﺢ 8723 $ ﻋﻦ ﻃﺮﻳﻖ النخبة السعودية | ﻗﺎﻡ غازي ﻣﻦ المنامة ﺑﺮﺑﺢ 2102 $ ﻋﻦ ﻃﺮﻳﻖ النخبة الخليجي | ﻗﺎﻡ حمد ﻣﻦ منامة ﺑﺮﺑﺢ 6789 $ ﻋﻦ ﻃﺮﻳﻖ النخبة الخليجي | ﻗﺎﻡ حمزة ﻣﻦ دبي ﺑﺮﺑﺢ 9003 $ ﻋﻦ ﻃﺮﻳﻖ النخبة الخليجي | ﻗﺎﻡ جمعان ﻣﻦ خميس مشيط ﺑﺮﺑﺢ 20172 $ ﻋﻦ ﻃﺮﻳﻖ النخبة الخليجي | ﻗﺎﻡ جمال ﻣﻦ الظهران ﺑﺮﺑﺢ 8104 $ ﻋﻦ ﻃﺮﻳﻖ النخبة الخليجي | ﻗﺎﻡ حسام ﻣﻦ الجوف ﺑﺮﺑﺢ 9269 $ ﻋﻦ ﻃﺮﻳﻖ النخبة الخليجي | ﻗﺎﻡ عمر ﻣﻦ القصيم ﺑﺮﺑﺢ 16011 $ ﻋﻦ ﻃﺮﻳﻖ النخبة الخليجي | ﻗﺎﻡ عثمان ﻣﻦ بقعاء ﺑﺮﺑﺢ 1040 $ ﻋﻦ ﻃﺮﻳﻖ النخبة الخليجي | ﻗﺎﻡ عبد الرحمن ﻣﻦ الحوية ﺑﺮﺑﺢ 9507 $ ﻋﻦ ﻃﺮﻳﻖ النخبة الخليجي | ﻗﺎﻡ بدر ﻣﻦ الإحساء ﺑﺮﺑﺢ 10635 $ ﻋﻦ ﻃﺮﻳﻖ النخبة الخليجي | ﻗﺎﻡ بكر ﻣﻦ النعيرية ﺑﺮﺑﺢ 2610 $ ﻋﻦ ﻃﺮﻳﻖ النخبة الخليجي | | ﻗﺎﻡ راضي ﻣﻦ بحرة ﺑﺮﺑﺢ 10431 $ ﻋﻦ ﻃﺮﻳﻖ النخبة الخليجي </span>
                </marquee>
              </div>
              {/* <!-- topnav End -->
                    <!-- header-hero Start --> */}
              <div className="header-hero">
                <div className="col-md-6 right-hero">
                  <h3>
                    حول ساعات جلوسك في البيت إلى ربح مادي وحسن مستواك المعيشي بفضل النفط السعودي أجب عن الاسئلة التالية و إكسب دخل أسبوعي يفوق ٩٠٠٠$ بإستثمار يبدأ من ۲۰۰$ فقط في نفط النفط العربي
                           </h3>
                  <p>هناك شركات كبيرة في الخليج بدأت بنقل أعمالها كاملة لتصبح على الإنترنت ومازال السوق الخليجي ينمو بشكل متزايد يوماً بعد يوم الأمر الذي جعل من العمل على الإنترنت أمراً ممكناً بل وجعل منه فرص حقيقية يجب استثمارها قبل ازدحام السوق
                                بكثرة الباحثين عن هذا الاستثمار و كسب ارباح مالية كبيرة, هذه حقيقه يعيشها ملايين البشر الذين يعملون بالاسواق العالميه. </p>
                  <div className="members-count"> العضويات المتاحة
                                <span id="time">20</span>
                    <div className="cell large-2 live-results">
                    </div>
                  </div>
                  {/* <!-- header-hero End --> */}
                </div>
              </div>
            </div>
          </div>
        </div>
      </header>
    </>
  )
}

export default Header