import user1 from './image/user-1.jpg'

const comments = [
  {
    img: user1,
    name: 'Zakariya Almadih',
    text: 'بسم الله ماشاء الله استطعت تحقيق ارباح 300 دولار من اول يوم مع فيجي مع انه ليس لدى ادنى خبره .زيرو  شكرا فيجي وان شاء الله ارباحى تتزايد الايام القادمه'
  },
  {
    img: user1,
    name: 'سلمان رمضان',
    text: 'العمل مع فيجي غير حياتى تماما .من اول شهر قمت بتحقيق 18600 دولار وحاليا افكر بترك وظيفتى والتفرغ تماما للعمل بالتداول'
  },

  {
    img: user1,
    name: 'أحمد العفيفي',
    text: 'فى البدايه كنت متخوف من هذا العمل وفتحت حساب تجريبى وبدأت اتعلم لمده اسبوع وبعدها فتحت حساب حقيقى وقمت بالتداول وربحت من اول اسبوع 4500 دولار . .. شكرا فيجي'
  },
  {
    img: user1,
    name: 'Mohammed Ibrahem',
    text: 'انا ابغى اقول لكل الشباب ان هذا العمل حقيقى ومربح جدا وهنا بالرياض فى شباب حققت ملايين من الفوركس مع فيجي انا سجلت اليوم وعملت ايداع وبدأت فى التداول وحققت 500 دولار ربح من اول صفقه الحمد لله'
  },
  {
    img: user1,
    name: 'فاضل الشعله',
    text: ""
  },  {
    img: user1,
    name: 'Ali AlHashem',
    text: 'انا ابغى اقول لكل الشباب ان هذا العمل حقيقى ومربح جدا وهنا بالرياض فى شباب حققت ملايين من الفوركس مع فيجي انا سجلت اليوم وعملت ايداع وبدأت فى التداول وحققت 500 دولار ربح من اول صفقه الحمد لله'
  },  {
    img: user1,
    name: 'Mohammed Khamis',
    text: 'انا ابغى اقول لكل الشباب ان هذا العمل حقيقى ومربح جدا وهنا بالرياض فى شباب حققت ملايين من الفوركس مع فيجي انا سجلت اليوم وعملت ايداع وبدأت فى التداول وحققت 500 دولار ربح من اول صفقه الحمد لله'
  },  {
    img: user1,
    name: 'Mareike Lehmann',
    text: 'انا ابغى اقول لكل الشباب ان هذا العمل حقيقى ومربح جدا وهنا بالرياض فى شباب حققت ملايين من الفوركس مع فيجي انا سجلت اليوم وعملت ايداع وبدأت فى التداول وحققت 500 دولار ربح من اول صفقه الحمد لله'
  }, {
    img: user1,
    name: 'Ali Al-akash',
    text: 'انا ابغى اقول لكل الشباب ان هذا العمل حقيقى ومربح جدا وهنا بالرياض فى شباب حققت ملايين من الفوركس مع فيجي انا سجلت اليوم وعملت ايداع وبدأت فى التداول وحققت 500 دولار ربح من اول صفقه الحمد لله'
  },
]

